Repository: PerseusRealDeal/mov2gif
Catalog: Convertor/Configuration/Localization/*.lproj/Localizable.strings
Languages: ru

# Greetings
source: Hello world!
ru: Рады приветствовать!

source: Have a great time
ru: Не скучного времяпрепровождения

# Button: Selfie
source: Selfie
ru: Себяшка

# Button: Logger
source: Logger
ru: Журнал

# Message: Dark Mode forced
source: Dark Mode forced
ru: Режим подсветки изменен

# Message: Language forced
source: Language forced
ru: Язык переключен

# DarkMode: Auto
source: System
ru: Среда

# DarkMode: On
source: Dark
ru: Темная

# DarkMode: Off
source: Light
ru: Светлая

# Language: System
source: System
ru: Среда

# Language: Russian
source: Russian
ru: Русский

# Language: English
source: English
ru: Английский

# Title: Convertor
source: Convertor
ru: Проект — Конвертор mov2gif

# Label: Copyright Notice
source: Copyright © 7534 Mikhail Zhigulin of Novosibirsk
ru: Охраняется авторским правом © 7534 Михаил A. Жигулин из Новосибирска.

# Label: Copyright Details
source: The year starts from the creation of the world in the Star temple according to a Slavic calendar. September, the 1st of Slavic year.
ru: Летоисчесление ведется от Сотворения Мира в Звездном Храме в соответствии со славянским календарем в котором первый месяц сентябрь.

# Label: Credits
source: Credits
ru: Работы выполнены

# Label: Balancing and Control
source: Balance and Control by
ru: Контроль и Балансировка

# Label: Writing
source: Written by
ru: Кодирование

# Label: Documenting
source: Documented by
ru: Документирование

# Label: Artworking
source: Artwork by
ru: Изобразительное Искусство

# Label: EN Expectation
source: English by
ru: Английский

# Label: RU Expectation
source: Russian by
ru: Русский

# Label: Author
source: Mikhail Zhigulin
ru: Михаил А. Жигулин

# Label: The App Version
source: Version
ru: Выпуск

# Button: The App Source Code
source: The App Source Code
ru: Исходники изделия

# Button: The Technological Tree
source: The Technological Tree
ru: Золотое дерево

# Button: License
source: License
ru: Текст лицензии

# Button: Terms & Conditions
source: Terms & Conditions
ru: Соглашение

# Button: Close
source: Close
ru: Исчезнуть
